{
"content": "安林城是个有五六十万人口的城市，不算大，但却是方圆百里整个安林地区唯一的城市。安林地区近百个乡镇的几乎所有人都以在安林城安家为荣，所以安林城还是非常繁华的，每天都能看到很多来自远近乡镇的人到安林城采购或贩卖各种物品。　　　　 虽然整个安林地区从来没有发生过战争，但是一贯以来，这里民风还是非常彪悍的，经常可见在大街上一言不合大打出手的。只要不把人打成重伤或者死亡，且在城卫军到来之前跑掉，一般城卫军也没有精力为了普通轻伤的打架斗殴事后追查。　　　　 在城里因为有城卫军的威慑，打架斗殴相对较少，城外则是经常发生打架杀人事件。而且整个安林城的成年人几乎都有武士级别，对于很多乡下没有读过武功学校的普通人来说，去安林城并不是很安全的事情。　　　　 如果实在要去安林城做生意或采购物品，请镖局帮助保护是最有效的选择，这就导致安林城的镖局生意很繁荣。　　　　 安林城分为东南西北四个城区，东城主要有初中级两个武功学校和一些镖局。　　　　 西城是最热闹的商业区，有一条商铺街里有各种商铺，还有一条庙会街则是专门让人摆摊赶庙会的。　　　　 北城是城主及一些有势力的人居住的地方。南城就是普通人居住的地方。　　　　 另在城中心地段有个占地方圆一里的城卫军营，经常在城中心广场操练或者到各个城区巡查。　　　　 这一年的夏初，在东城最大的镖局——石杨镖局里，七岁的小石开杰兴致勃勃的在演武场看着镖师在练武。总共有七八个镖师在演武场里耍弄着各种器械，有练刀枪棍棒的，也有举磨盘的，还有两个镖师在互相喂招。　　　　 正当石开杰看的津津有味的时候，背后传来了个小女孩的声音：“表哥，我猜你就在这儿。”石开杰不回头都知道后边的肯定是他的表妹杨玉连，因为整个镖局只有表妹一个同龄人。　　　　 不过对于表妹能来找他一起看练武，他还是蛮开心的，刚才喊表妹来看镖师练武，她总是提不起兴趣，说什么女孩子啊不喜欢啊之类的。　　　　 没有办法，石开杰只有自己独自过来看，没想到，这才一会儿，表妹就跟过来找他了。　　　　 石开杰回过头，原本想说的话还没来得及说出口，却惊喜的发现背后不只是表妹一人。原来背后不仅有表妹，还有表哥杨玉刚。杨玉刚在首府平兰城读高级武功学校，一般一年回两次家，还是很不容易见到。按时间算是暑假又到了，表哥杨玉刚又回到镖局了。　　　　 “玉刚回来了啊！”在石开杰没说话之前，石开杰的父亲也就是石杨镖局总镖头石坚走过来先说道：“现在几级了啊？”　　　　 “舅舅好，在三个月前刚晋级到武士五级。”　　　　 “啊，五级了，不错啊，晋级蛮快的，到高级学校才半年就晋级了。”听到杨玉刚的话后，石坚很开心。因为杨玉刚今年刚刚十三岁，这个年龄就到武士五级在整个安林城都算是顶尖的。　　　　 然后石坚就想看看杨玉刚的实际战斗水平，询问杨玉刚是否想对练下，杨玉刚也兴致勃勃的答应了。石坚马上就安排正在演武场练习器械的同是五级武士的曹镖师和杨玉刚比试。　　　　 曹镖师有二十七八岁，性格憨厚，身材不高但很壮实，不过比起十三岁的杨玉刚还是高了半个头。走到对练场时，曹镖师先中规中矩的给杨玉刚行了个礼：“杨少爷，请指教。”　　　　 在杨玉刚回了个礼后，石坚就大喊了一声开始。原来在演武场练习器械、练习武技的镖师都已经停下来，围在对练场边哄然叫好。　　　　 曹镖师的拳法也像他的人一样，中规中矩却刚猛有力，杨玉刚虽然和曹镖师一个级别，但毕竟晋级的时间偏短，累积不够，出拳力度上明显相差不少。　　　　 每次对招都是杨玉刚吃亏，在十招过后杨玉刚就基本上被曹镖师压着打，没有什么还手之力了。石开杰看的非常紧张，不知不觉中把双拳握的很紧。　　　　 “曹师傅，小心了。”逆风中的杨玉刚忽然大喊一声，在躲开曹镖师的一纪右摆拳后抬起右脚踢向他的脑袋。曹镖师抬起左胳膊一挡，却发现这一脚出人意料的力大势沉，整个身体都被这一脚带的有点倾斜，身体晃了一下才才勉强档住。　　　　 杨玉刚得势不饶人，一套连环脚踢出，左一脚，右一脚，每一脚都把曹镖师的身体重心带的不稳，最后杨玉刚一个帅气的回旋踢，曹镖师虽然竭力用俩个胳膊抵挡，但是感觉却是胳膊像被一个飞驰的蛮牛撞中，整个人被撞飞，倒在地上。　　　　 “好！好！好！”随着周围围观的人七嘴八舌的叫好声，石开杰小朋友已经惊呆了：“怎么这么厉害？”　　　　 “因为玉刚的本命技就是金刚腿。”石坚在旁边解释到：“每个人天生都是不同的，很多人都有一个本命技，在使用本命技时可以增幅，看样子玉刚的金刚腿至少被增幅两倍以上了。”　　　　 顿了一下，石坚又说到：“七岁可以觉醒天赋，你也已经七岁了，也该上学了，等暑假过了你就可以进入初级武功学校觉醒你的天赋。”　　　　 “我可以挑选我的本命技吗？我一定要选个最厉害的技能。”石开杰的眼睛了冒出了小星星。　　　　 “怎么可能？”石坚被逗乐了：“首先本命技是天生的，不可能让你选。一般本命技是父亲或母亲擅长的某种技能，你不可能天生擅长一个父母都不会的技能。二是只有一半左右人的天赋觉醒是技能觉醒，还有很多人的天赋觉醒是**觉醒或辅助觉醒，也就是说，只有一半人才会有本命技。”　　　　 好吧，不能挑选就撞大运，希望我的运气不错。但是，不觉醒怎么能知道呢？我的天赋觉醒到底是什么呢？;\r\n\t\t\t\t"
}